tap 'caskroom/cask'
tap 'choppsv1/term24'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'kylef/formulae'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'icu4c'
brew 'cmake'
brew 'doxygen'
brew 'pkg-config'
brew 'openssl'
brew 'libevent'
brew 'gmp'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'open-mpi'
brew 'boost'
brew 'ghc'
brew 'cabal-install'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'pcre'
brew 'git'
brew 'carthage'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'little-cms2'
brew 'ghostscript'
brew 'webp'
brew 'fftw'
brew 'imagemagick'
brew 'emacs'
brew 'cask'
brew 'casperjs'
brew 'checkbashisms'
brew 'clang-format'
brew 'libsigsegv'
brew 'readline'
brew 'clisp'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'epstool'
brew 'fasd'
brew 'fdk-aac'
brew 'texi2html'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'libogg'
brew 'libvorbis'
brew 'libvpx'
brew 'fribidi'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'libass'
brew 'opus'
brew 'x265'
brew 'ffmpeg', args: ['with-fdk-aac', 'with-ffplay', 'with-freetype', 'with-libass', 'with-libvorbis', 'with-libvpx', 'with-opus', 'with-x265']
brew 'gd'
brew 'gl2ps'
brew 'gnu-sed'
brew 'gnupg'
brew 'lua'
brew 'postgresql'
brew 'qt'
brew 'gnuplot'
brew 'gradle'
brew 'graphicsmagick'
brew 'hub'
brew 'intltool'
brew 'oniguruma'
brew 'jq'
brew 'libgpg-error'
brew 'libksba'
brew 'libyaml'
brew 'llvm'
brew 'mongodb', service_restart: true
brew 'mp3cat'
brew 'nasm'
brew 'node'
brew 'optipng'
brew 'p7zip'
brew 'phantomjs'
brew 'plotutils'
brew 'pstoedit'
brew 'pypy'
brew 'python3'
brew 'sip'
brew 'pyqt'
brew 'qscintilla2'
brew 'reattach-to-user-namespace'
brew 'redis', service_restart: true
brew 'sdl'
brew 'sourcekitten'
brew 'szip'
brew 'tbb'
brew 'texinfo'
brew 'unixodbc'
brew 'watchman'
brew 'wget'
brew 'zsh'
brew 'caskroom/cask/brew-cask'
brew 'choppsv1/term24/tmux'
brew 'homebrew/science/veclibfort'
brew 'homebrew/science/arpack'
brew 'homebrew/science/glpk'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/metis'
brew 'homebrew/science/transfig'
brew 'homebrew/science/qhull'
brew 'homebrew/science/qrupdate'
brew 'homebrew/science/suite-sparse'
brew 'homebrew/science/octave'
brew 'kylef/formulae/swiftenv'
cask 'Uninstalling brew-cask... (4 files, 7.9K)'
cask 'google-chrome'
cask 'google-drive'
cask 'sourcetree'
cask 'transmission'
cask 'vlc'
