google-chrome
spectacle
dropbox
google-drive
sourcetree
transmission
vlc
flux
atom
telegram
caffeine
ukelele
intellij-idea
the-unarchiver
slack
appcode
alfred
alcatraz
noun-project
hipchat
skitch
injection
iterm2
sourcetree
